{
  "header": {
    "about": "Über mich",
    "skills": "Fähigkeiten",
    "portfolio": "Portfolio",
    "contact": "Kontakt"
  },
  "sidebar": {
    "about": "Über mich",
    "skills": "Fähigkeiten",
    "portfolio": "Portfolio",
    "contact": "Kontakt"
  },
  "atf": {
    "iam": "Ich bin",
    "dev": "FRONTEND ENTWICKLER",
    "btn": "Kontaktieren Sie mich!"
  },
  "about": {
    "headline": "Über mich",
    "text1": "Hi, ich bin Manuel, ein Frontend Entwickler aus Partenstein. Durch die Arbeit an zahlreichen Projekten habe ich mir die Fähigkeiten angeeignet, sowohl statische Webseiten als auch komplexe Business-Anwendungen zu programmieren.",
    "text2": "Ich liebe es, mich mit neuen Technologien zu beschäftigen und diese zu lernen. Als Entwickler kann ich diese Leidenschaft nun in meinen beruflichen Alltag integrieren. ",
    "text3": "Weiter unten finden Sie einen Überblick über meine Fähigkeiten und einige Projekte, in welchen ich diese umgesetzt habe. Es freut mich, dass Sie Ihren Weg auf meine Seite gefunden haben. "
  },
  "skills": {
    "headline": "Meine Skills",
    "text": "Ich habe meine Fähigkeiten in der Webentwicklung weiter ausgebaut, was es mir ermöglicht hat, verschiedene Projekte erfolgreich umzusetzen.",
    "btn": "Kontakt aufnehmen"
  },
  "portfolio": {
    "headline": "Portfolio",
    "text": "Entdecken Sie hier eine Auswahl meiner Arbeiten – interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "project1": {
        "text": "Aufgabenmanager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
    },
    "project2": {
        "text": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie Pepe, Münzen und Salsa-Flaschen zu finden, um gegen die Killerhühner zu kämpfen."
    }
  },
  "contact": {
    "headline": "Kontakt",
    "subheadline": "Gibt es ein Problem, das ich lösen kann?",
    "text1": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "text2": "Benötigen Sie einen Frontend Entwickler?",
    "text3": "Kontaktieren Sie mich.",
    "ph-name": "Name...",
    "ph-email": "Email...",
    "ph-message": "Nachricht...",
    "err-name": "Name erforderlich",
    "err-email": "Email erforderlich",
    "err-message": "Nachricht erforderlich",
    "accept": "Bitte akzeptieren Sie die Datenschutzerklärung.",
    "privacy1": "Ich habe die",
    "privacy2": "Datenschutzerklärung",
    "privacy3": "gelesen und stimme zu.",
    "submitBtn": "Nachricht senden :)"
  },
  "footer": {
    "imprint": "Impressum"
  },
  "popup": {
    "headline": "Vielen Dank für Ihre Nachricht.",
    "text": "Sie werden in Kürze von mir hören."
  },
  "noLandscape": {
    "text": "Querformat wird auf mobilen Geräten nicht unterstützt. Bitte drehen Sie Ihr Gerät."
  },
  "imprint": {
    "headline": "Impressum",
    "according": "Angaben gemäß § 5 TMG",
    "represented": "Vertreten durch: ",
    "contact": "Kontakt",
    "phone": "Telefon",
    "disclaimer": "Haftungsausschluss",
    "liability": "Haftung für Inhalte",
    "text1": "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.",
    "text2": "Haftung für Links",
    "text3": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.",
    "text4": "Urheberrecht",
    "text5": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.",
    "text6": "Datenschutz",
    "text7": "Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder eMail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben. Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor."




  }
}
