{
  "header": {
    "about": "Über mich",
    "skills": "Fähigkeiten",
    "portfolio": "Portfolio",
    "contact": "Kontakt"
  },
  "sidebar": {
    "about": "Über mich",
    "skills": "Fähigkeiten",
    "portfolio": "Portfolio",
    "contact": "Kontakt"
  },
  "atf": {
    "iam": "Ich bin",
    "dev": "FRONTEND ENTWICKLER",
    "btn": "Kontaktieren Sie mich!"
  },
  "about": {
    "headline": "Über mich",
    "text1": "Hi, ich bin Manuel. Als Frontend Entwickler mit dem Schwerpunkt auf Angular und TypeScript habe ich bereits zahlreiche Projekte erfolgreich abgeschlossen.",
    "text2": "Ich liebe es, mich mit neuen Technologien zu beschäftigen und diese zu anzuwenden. Als Entwickler kann ich diese Leidenschaft nun in meinen beruflichen Alltag integrieren. ",
    "text3": "Weiter unten finden Sie einen Überblick über meine Fähigkeiten und einige meiner letzten Projekte. Es freut mich, dass Sie Ihren Weg auf meine Seite gefunden haben. "
  },
  "skills": {
    "headline": "Meine Skills",
    "text": "Meine Erfahrung mit verschiedenen Technologien, ermöglicht es mir anspruchsvolle Projekte umzusetzen.",
    "btn": "Kontakt aufnehmen"
  },
  "portfolio": {
    "headline": "Portfolio",
    "text": "Entdecken Sie hier eine Auswahl meiner Arbeiten – interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "project1": {
        "text": "Aufgabenmanager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
    },
    "project2": {
        "text": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie Pepe, Münzen und Salsa-Flaschen zu finden, um gegen die Killerhühner zu kämpfen."
    },
    "project3": {
      "text": "Eine Pokedex Web App, die Daten von einer API abruft und visualisiert. Klicken Sie auf einen Pokemon, um mehr Details zu sehen. Die Liste kann nach Namen durchsucht oder nach Typen gefiltert werden."
    },
    "project4": {
      "text": "Ein Chat-Messenger im Stile von Slack. Echtzeitkommunikation in Channels oder über Direktnachrichten. Eine globale Suchfunktion erleichtert das Finden von Nutzern und Nachrichten."
    }
  },
  "contact": {
    "headline": "Kontakt",
    "subheadline": "Gibt es ein Problem, das ich lösen kann?",
    "text1": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "text2": "Benötigen Sie einen Frontend Entwickler?",
    "text3": "Kontaktieren Sie mich.",
    "ph-name": "Name...",
    "ph-email": "Email...",
    "ph-message": "Nachricht...",
    "err-name": "Name erforderlich",
    "err-email": "Email erforderlich",
    "err-message": "Nachricht erforderlich",
    "accept": "Bitte akzeptieren Sie die Datenschutzerklärung.",
    "privacy1": "Ich habe die",
    "privacy2": "Datenschutzerklärung",
    "privacy3": "gelesen und stimme zu.",
    "submitBtn": "Nachricht senden :)"
  },
  "footer": {
    "imprint": "Impressum"
  },
  "popup": {
    "headline": "Vielen Dank für Ihre Nachricht.",
    "text": "Sie werden in Kürze von mir hören."
  },
  "noLandscape": {
    "text": "Querformat wird auf mobilen Geräten nicht unterstützt. Bitte drehen Sie Ihr Gerät."
  },
  "imprint": {
    "headline": "Impressum",
    "according": "Angaben gemäß § 5 TMG",
    "represented": "Vertreten durch: ",
    "contact": "Kontakt",
    "phone": "Telefon",
    "disclaimer": "Haftungsausschluss",
    "liability": "Haftung für Inhalte",
    "text1": "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.",
    "text2": "Haftung für Links",
    "text3": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.",
    "text4": "Urheberrecht",
    "text5": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.",
    "text6": "Datenschutz",
    "text7": "Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder eMail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben. Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor."
  },
  "privacy": {
    "headline": "Datenschutzerklärung",
    "text1": "Verantwortlicher im Sinne der Datenschutzgesetze, insbesondere der EU-Datenschutzgrundverordnung (DSGVO), ist:",
    "text3": "Ihre Betroffenenrechte",
    "text4": "Unter den angegebenen Kontaktdaten unseres Datenschutzbeauftragten können Sie jederzeit folgende Rechte ausüben:",
    "text5": "Auskunft über Ihre bei uns gespeicherten Daten und deren Verarbeitung (Art. 15 DSGVO),",
    "text6": "Berichtigung unrichtiger personenbezogener Daten (Art. 16 DSGVO),",
    "text7": "Löschung Ihrer bei uns gespeicherten Daten (Art. 17 DSGVO),",
    "text8": "Einschränkung der Datenverarbeitung, sofern wir Ihre Daten aufgrund gesetzlicher Pflichten noch nicht löschen dürfen (Art. 18 DSGVO),",
    "text9": "Widerspruch gegen die Verarbeitung Ihrer Daten bei uns (Art. 21 DSGVO) und",
    "text10": "Datenübertragbarkeit, sofern Sie in die Datenverarbeitung eingewilligt haben oder einen Vertrag mit uns abgeschlossen haben (Art. 20 DSGVO).",
    "text11": "Sofern Sie uns eine Einwilligung erteilt haben, können Sie diese jederzeit mit Wirkung für die Zukunft widerrufen.",
    "text12": "Sie können sich jederzeit mit einer Beschwerde an eine Aufsichtsbehörde wenden, z. B. an die zuständige Aufsichtsbehörde des Bundeslands Ihres Wohnsitzes oder an die für uns als verantwortliche Stelle zuständige Behörde.",
    "text13": "Eine Liste der Aufsichtsbehörden (für den nichtöffentlichen Bereich) mit Anschrift finden Sie unter: ",
    "text14": "Kontaktformular",
    "text15": "Art und Zweck der Verarbeitung:",
    "text16": "Die von Ihnen eingegebenen Daten werden zum Zweck der individuellen Kommunikation mit Ihnen gespeichert. Hierfür ist die Angabe einer validen E-Mail-Adresse sowie Ihres Namens erforderlich. Diese dient der Zuordnung der Anfrage und der anschließenden Beantwortung derselben. Die Angabe weiterer Daten ist optional.",
    "text17": "Rechtsgrundlage:",
    "text18": "Die Verarbeitung der in das Kontaktformular eingegebenen Daten erfolgt auf der Grundlage eines berechtigten Interesses (Art. 6 Abs. 1 lit. f DSGVO).",
    "text19": "Durch Bereitstellung des Kontaktformulars möchten wir Ihnen eine unkomplizierte Kontaktaufnahme ermöglichen. Ihre gemachten Angaben werden zum Zwecke der Bearbeitung der Anfrage sowie für mögliche Anschlussfragen gespeichert.",
    "text20": "Sofern Sie mit uns Kontakt aufnehmen, um ein Angebot zu erfragen, erfolgt die Verarbeitung der in das Kontaktformular eingegebenen Daten zur Durchführung vorvertraglicher Maßnahmen (Art. 6 Abs. 1 lit. b DSGVO).",
    "text21": "Empfänger:",
    "text22": "Empfänger der Daten sind ggf. Auftragsverarbeiter.",
    "text23": "Speicherdauer:",
    "text24": "Daten werden spätestens 6 Monate nach Bearbeitung der Anfrage gelöscht.",
    "text25": "Sofern es zu einem Vertragsverhältnis kommt, unterliegen wir den gesetzlichen Aufbewahrungsfristen nach HGB und löschen Ihre Daten nach Ablauf dieser Fristen.",
    "text26": "Bereitstellung vorgeschrieben oder erforderlich:",
    "text27": "Die Bereitstellung Ihrer personenbezogenen Daten erfolgt freiwillig. Wir können Ihre Anfrage jedoch nur bearbeiten, sofern Sie uns Ihren Namen, Ihre E-Mail-Adresse und den Grund der Anfrage mitteilen.",
    "text28": "Information über Ihr Widerspruchsrecht nach Art. 21 DSGVO",
    "text29": "Einzelfallbezogenes Widerspruchsrecht",
    "text30": "Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Sie betreffender personenbezogener Daten, die aufgrund Art. 6 Abs. 1 lit. f DSGVO (Datenverarbeitung auf der Grundlage einer Interessenabwägung) erfolgt, Widerspruch einzulegen; dies gilt auch für ein auf diese Bestimmung gestütztes Profiling im Sinne von Art. 4 Nr. 4 DSGVO. Legen Sie Widerspruch ein, werden wir Ihre personenbezogenen Daten nicht mehr verarbeiten, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.",
    "text31": "Empfänger eines Widerspruchs",
    "text32": "Änderung unserer Datenschutzbestimmungen",
    "text33": "Wir behalten uns vor, diese Datenschutzerklärung anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht oder um Änderungen unserer Leistungen in der Datenschutzerklärung umzusetzen, z.B. bei der Einführung neuer Services. Für Ihren erneuten Besuch gilt dann die neue Datenschutzerklärung.",
    "text34": "Fragen an den Datenschutzbeauftragten",
    "text35": "Wenn Sie Fragen zum Datenschutz haben, schreiben Sie uns bitte eine E-Mail oder wenden Sie sich direkt an die für den Datenschutz verantwortliche Person in unserer Organisation:",
    "text36": "Die Datenschutzerklärung wurde mithilfe der activeMind AG erstellt, den Experten für",
    "text37": "externe Datenschutzbeauftragte"
  }
}
