{
  "header": {
    "about": "Über mich",
    "skills": "Fähigkeiten",
    "portfolio": "Portfolio",
    "contact": "Kontakt"
  },
  "sidebar": {
    "about": "Über mich",
    "skills": "Fähigkeiten",
    "portfolio": "Portfolio",
    "contact": "Kontakt"
  },
  "atf": {
    "iam": "Ich bin",
    "dev": "FRONTEND ENTWICKLER",
    "btn": "Kontaktieren Sie mich!"
  },
  "about": {
    "headline": "Über mich",
    "text1": "Hi, ich bin Manuel, ein Frontend Entwickler aus Partenstein. Durch die Arbeit an zahlreichen Projekten habe ich mir die Fähigkeiten angeeignet, sowohl statische Webseiten als auch komplexe Business-Anwendungen zu programmieren.",
    "text2": "Ich liebe es mich mit neuen Technologien zu beschäftigen und diese zu lernen. Als Entwickler kann ich diese Leidenschaft nun in meinen beruflichen Alltag integrieren. ",
    "text3": "Weiter unten finden Sie einen Überblick über meine Fähigkeiten und einige Projekte, in welchen ich diese umgesetzt habe. Es freut mich dass Sie ihren Weg auf meine Seite gefunden haben. "
  },
  "skills": {
    "headline": "Meine Skills",
    "text": "Ich habe meine Fähigkeiten in der Webentwicklung weiter ausgebaut, was es mir ermöglicht hat, verschiedene Projekte erfolgreich umzusetzen.",
    "btn": "Kontakt aufnehmen"
  },
  "portfolio": {
    "headline": "Portfolio",
    "text": "Entdecken Sie hier eine Auswahl meiner Arbeiten – interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "project1": {
        "text": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
    },
    "project2": {
        "text": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie Pepe, Münzen und Salsa-Flaschen zu finden, um gegen die Killerhühner zu kämpfen."
    }
  },
  "contact": {
    "headline": "Kontakt",
    "subheadline": "Gibt es ein Problem, dass ich lösen kann?",
    "text1": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "text2": "Benötigen Sie einen Frontend Entwickler?",
    "text3": "Kontaktieren Sie mich",
    "ph-name": "Name...",
    "ph-email": "Email...",
    "ph-message": "Nachricht...",
    "err-name": "Name erforderlich",
    "err-email": "Email erforderlich",
    "err-message": "Nachricht erforderlich",
    "accept": "Bitte akzeptieren Sie die Datenschutzerklärung.",
    "privacy1": "Ich habe die",
    "privacy2": "Datenschutzerklärung",
    "privacy3": "gelesen und stimme zu.",
    "submitBtn": "Nachricht senden :)"
  },
  "footer": {
    "imprint": "Impressum"
  },
  "popup": {
    "headline": "Vielen Dank für Ihre Nachricht.",
    "text": "Sie werden in Kürze von mir hören."
  }
}
