{
  "header": {
    "about": "About me",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "sidebar": {
    "about": "About me",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "atf": {
    "iam": "I am",
    "dev": "FRONTEND DEVELOPER",
    "btn": "Contact me!"
  },
  "about": {
    "headline": "About me",
    "text1": "Hi, I'm Manuel, a Frontend Developer from Partenstein. Through working on numerous projects, I have acquired the skills to program both static websites and complex business applications.",
    "text2": "I love engaging with new technologies and learning about them. As a developer, I can now integrate this passion into my daily professional life.",
    "text3": "Below, is an overview of my skills and some projects where I have applied them. I am pleased that you have found your way to my site."
  },
  "skills": {
    "headline": "My skills",
    "text": "I have grown my frontend development skills, allowing me to create different real projects.",
    "btn": "Get in touch"
  },
  "portfolio": {
    "headline": "Portfolio",
    "text": "Explore a selection of my work here - interact with projects to see my skills in action.",
    "project1": {
      "text": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, and assign users and categories."
    },
    "project2": {
      "text": "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe to find coins and salsa bottles to fight against the killer chicken."
    }
  },
  "contact": {
    "headline": "Contact",
    "subheadline": "Got a problem to solve?",
    "text1": "Contact me through this form. I am looking forward to hearing from you, knowing your ideas, and contributing to your projects with my work.",
    "text2": "Need a Frontend developer?",
    "text3": "Contact me",
    "ph-name": "Your name",
    "ph-email": "Your email",
    "ph-message": "Your message",
    "err-name": "Your name is required",
    "err-email": "Your email is required",
    "err-message": "Your message is empty",
    "accept": "Please accept the privacy policy.",
    "privacy1": "I've read the",
    "privacy2": "privacy policy",
    "privacy3": "and agree to the processing of my data as outlined.",
    "submitBtn": "Send message :)"
  },
  "footer": {
    "imprint": "Imprint"
  },
  "popup": {
    "headline": "Thank you for your message.",
    "text": "I will contact you as soon as possible."
  },
  "noLandscape": {
    "text": "Landscape mode is not supported on mobile devices. Please rotate your device."
  }
}
