{
  "header": {
    "about": "About me",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "sidebar": {
    "about": "About me",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "atf": {
    "iam": "I am",
    "dev": "FRONTEND DEVELOPER",
    "btn": "Contact me!"
  },
  "about": {
    "headline": "About me",
    "text1": "Hi, I’m Manuel. As a front-end developer specializing in web development, I have successfully completed numerous projects.",
    "text2": "I love engaging with new technologies and learning about them. As a developer, I can now integrate this passion into my daily professional life.",
    "text3": "Below, is an overview of my skills and some projects where I have applied them. I am pleased that you have found your way to my site."
  },
  "skills": {
    "headline": "My skills",
    "text": "I have grown my frontend development skills, allowing me to create different real projects.",
    "btn": "Get in touch"
  },
  "portfolio": {
    "headline": "Portfolio",
    "text": "Explore a selection of my work here - interact with projects to see my skills in action.",
    "project1": {
      "text": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, and assign users and categories."
    },
    "project2": {
      "text": "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe to find coins and salsa bottles to fight against the killer chicken."
    },
    "project3": {
      "text": "A Pokedex Web App build with Angular. Click on a Pokemon for more Details. Filter by Types or search by Pokemon Name."
    }
  },
  "contact": {
    "headline": "Contact",
    "subheadline": "Got a problem to solve?",
    "text1": "Contact me through this form. I am looking forward to hearing from you, knowing your ideas, and contributing to your projects with my work.",
    "text2": "Need a Frontend developer?",
    "text3": "Contact me",
    "ph-name": "Your name",
    "ph-email": "Your email",
    "ph-message": "Your message",
    "err-name": "Your name is required",
    "err-email": "Your email is required",
    "err-message": "Your message is empty",
    "accept": "Please accept the privacy policy.",
    "privacy1": "I've read the",
    "privacy2": "privacy policy",
    "privacy3": "and agree to the processing of my data as outlined.",
    "submitBtn": "Send message :)"
  },
  "footer": {
    "imprint": "Imprint"
  },
  "popup": {
    "headline": "Thank you for your message.",
    "text": "I will contact you as soon as possible."
  },
  "noLandscape": {
    "text": "Landscape mode is not supported on mobile devices. Please rotate your device."
  },
  "imprint": {
    "headline": "Imprint",
    "according": "According to § 5 TMG",
    "represented": "Represented by: ",
    "contact": "Contact:",
    "phone": "Phone",
    "disclaimer": "Disclaimer",
    "liability": "Liability for content",
    "text1": "The contents of our pages were created with the greatest care. However, we cannot guarantee the accuracy, completeness and topicality of the contents. As a service provider we are responsible according to § 7 Abs.1 TMG for own contents on these pages according to the general laws. According to §§ 8 to 10 TMG, however, we are not obliged as a service provider to monitor transmitted or stored information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information in accordance with general laws remain unaffected by this. However, liability in this respect is only possible from the time of knowledge of a specific infringement. As soon as we become aware of such infringements, we will remove this content immediately.",
    "text2": "Liability for links",
    "text3": "Our website contains links to external websites of third parties over whose content we have no influence. Therefore, we cannot accept any liability for this third-party content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. However, permanent monitoring of the content of the linked pages is not reasonable without concrete evidence of an infringement. If we become aware of any legal infringements, we will remove such links immediately.",
    "text4": "Copyright",
    "text5": "The content and works created by the site operators on these pages are subject to German copyright law. The duplication, processing, distribution and any kind of utilization outside the limits of copyright law require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is identified as such. Should you nevertheless become aware of a copyright infringement, please notify us accordingly. If we become aware of any legal infringements, we will remove such content immediately.",
    "text6": "Privacy",
    "text7": "The use of our website is generally possible without providing personal data. If personal data (e.g. name, address or e-mail addresses) is collected on our website, this is always done on a voluntary basis as far as possible. This data will not be passed on to third parties without your express consent. We would like to point out that data transmission over the Internet (e.g. when communicating by e-mail) may be subject to security vulnerabilities. Complete protection of data against access by third parties is not possible. We hereby expressly prohibit the use of contact data published within the scope of the imprint obligation by third parties for sending unsolicited advertising and information material. The operators of the website expressly reserve the right to take legal action in the event of the unsolicited sending of advertising information, such as spam emails."
  },
  "privacy": {
    "headline": "Privacy Policy",
    "text1": "Responsible in terms of data protection laws, especially the EU General Data Protection Regulation (GDPR), is:",
    "text3": "Your Data Subject Rights",
    "text4": "You can exercise the following rights at any time using the contact details of our data protection officer:",
    "text5": "Access to your data stored with us and its processing (Art. 15 GDPR),",
    "text6": "Correction of incorrect personal data (Art. 16 GDPR),",
    "text7": "Deletion of your data stored with us (Art. 17 GDPR),",
    "text8": "Restriction of data processing, provided we are not yet allowed to delete your data due to legal obligations (Art. 18 GDPR),",
    "text9": "Objection to the processing of your data with us (Art. 21 GDPR), and",
    "text10": "Data portability, provided you have consented to the data processing or have concluded a contract with us (Art. 20 GDPR).",
    "text11": "If you have given us consent, you can revoke it at any time with effect for the future.",
    "text12": "You can lodge a complaint at any time with a supervisory authority, such as the competent supervisory authority of the federal state of your residence or the authority responsible for us.",
    "text13": "A list of supervisory authorities (for the non-public sector) with addresses can be found at:",
    "text14": "Contact Form",
    "text15": "Type and Purpose of Processing:",
    "text16": "The data you enter will be stored for the purpose of individual communication with you. For this purpose, a valid email address and your name are required. This serves the allocation of the request and the subsequent response to the same. The provision of further data is optional.",
    "text17": "Legal Basis:",
    "text18": "The processing of the data entered into the contact form is based on legitimate interest (Art. 6 para. 1 lit. f GDPR).",
    "text19": "By providing the contact form, we aim to facilitate easy communication. Your details will be stored for the purpose of processing the request and for any follow-up questions.",
    "text20": "If you contact us to request a quote, the processing of the data entered into the contact form is carried out for the implementation of pre-contractual measures (Art. 6 para. 1 lit. b GDPR).",
    "text21": "Recipient:",
    "text22": "The recipients of the data may be processors.",
    "text23": "Storage duration:",
    "text24": "Data will be deleted no later than 6 months after processing the request.",
    "text25": "If a contractual relationship is established, we are subject to the statutory retention periods according to the German Commercial Code (HGB) and will delete your data after these periods have expired.",
    "text26": "Provision prescribed or required:",
    "text27": "The provision of your personal data is voluntary. However, we can only process your request if you provide us with your name, email address, and the reason for your request.",
    "text28": "Information about your right to object under Art. 21 GDPR",
    "text29": "Individual Objection Right",
    "text30": "You have the right to object, on grounds relating to your particular situation, at any time to the processing of personal data concerning you which is based on Art. 6(1)(f) GDPR (data processing based on a balance of interests); this also applies to profiling based on this provision within the meaning of Art. 4 No. 4 GDPR. If you object, we will no longer process your personal data unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing is for the establishment, exercise or defense of legal claims.",
    "text31": "Recipient of an Objection",
    "text32": "Amendment of our Data Protection Provisions",
    "text33": "We reserve the right to adapt this privacy policy to reflect current legal requirements or to implement changes to our services in the privacy policy, e.g. when introducing new services. The new privacy policy will then apply to your next visit.",
    "text34": "Questions to the Data Protection Officer",
    "text35": "If you have any questions about data protection, please write us an email or contact the person responsible for data protection in our organization directly:",
    "text36": "The privacy policy was created with the help of activeMind AG, the experts for",
    "text37": "external data protection officers"
  }
}
